Repository: sugar-activities/4041-activity
Catalog: po/*.po
Languages: de

source: %s Source
de: %s Quelltext

source: Copy selected text to clipboard
de: Ausgewählten Text in die Zwischenablage kopieren

source: Edit
de: Bearbeiten

source: PAUSED
de: ANGEHALTEN

source: Cannot find TamTamEdit sound library. Did you install TamTamEdit?
de: Kann die TamTamEdit-Klangbibliothek nicht finden. Hast du TamTamEdit installiert?

source: Export as Pippy Document
de: Exportieren als Pippy-Dokument

source: Export as Pippy Example
de: Exportieren als Pippy-Beispiel

source: Create Activity Bundle
de: Aktivitätspaket erstellen

source: Actions
de: Aktionen

source: Run!
de: Los!

source: <alt>r
de: <alt>l

source: Stop
de: Stopp

source: Clear
de: Löschen

source: <alt>c
de: <alt>e

source: Examples
de: Beispiele

source: My examples
de: Meine Beispiele

source: %s Activity
de: %s Aktivität

source: Save as Activity Error
de: Als Aktivitätsfehler speichern

source: Please give your activity a meaningful name before attempting to save it as an activity.
de: Gib deiner Aktivität einen aussagekräftigen Namen, bevor du sie als solche abspeicherst.

source: Creating activity bundle...
de: Erstelle Aktivitätspaket...

source: Pippy Activity
de: Pippy-Aktivität

source: Save as Example Error
de: Als Beispielfehler speichern

source: Please give your activity a meaningful name before attempting to save it as an example.
de: Gib deiner Aktivität einen aussagekräftigen Namen, bevor du sie als Beispiel abzuspeichern versuchst.

source: Creating example...
de: Erstelle Beispiel...

source: Save as Example Warning
de: Als Beispielwarnung speichern

source: This example already exists. Do you want to overwrite it?
de: Dieses Beispiel existiert bereits. Willst du es überschreiben?

source: Saved as example.
de: Als Beispiel gespeichert.

source: Activity saved to journal.
de: Aktivität ins Tagebuch gespeichert.
